// Паша Paul, [28 сент. 2021 г., 13:45:37]:
// eще задание по js:
// Необходимо запросить через prompt имя, никнейм и возраст пользователя, 
// и вывести эти значения в консоль (через console.log) 
// в виде Вас зовут Петя, ваш никнейм assdestroyer16, вам 5 лет
// помимо console.log можно сделать еще вариант с выводом итогового значения через alert

let name = prompt ("Как тебя зовут?");
let NickName = prompt ("Твой ник?");
let age = prompt ("Насколько ты старый?");

alert(`Вас зовут ${name}, ваш никнейм ${NickName}, вам ${age}'`); // Тебе 100 лет!
console.log // чет тут я пока не понял